[{"author": {"name": "vjyq"}, "quote": {"text": "Good day."}}, {"author": {"name": "Michael Caine"}, "quote": {"text": "Be like a duck. Remain calm on the surface and paddle like hell underneath."}}, {"author": {"name": "Vernon Howard"}, "quote": {"text": "You have succeeded in life when all you really want is only what you really need."}}, {"author": {"name": "Mother Teresa"}, "quote": {"text": "Be happy in the moment, that's enough. Each moment is all we need, not more."}}, {"author": {"name": "Brooke Shields"}, "quote": {"text": "Don't waste a minute not being happy. If one window closes, run to the next window- or break down a door."}}, {"author": {"name": "Charles Spurgeon"}, "quote": {"text": "It is not how much we have, but how much we enjoy, that makes happiness."}}, {"author": {"name": "C. S. Lewis"}, "quote": {"text": "I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else."}}, {"author": {"name": "T. S. Eliot"}, "quote": {"text": "Only those who will risk going too far can possibly find out how far one can go."}}, {"author": {"name": "Henry A. Kissinger"}, "quote": {"text": "Accept everything about yourself - I mean everything, You are you and that is the beginning and the end - no apologies, no regrets."}}, {"author": {"name": "Franz Kafka"}, "quote": {"text": "You do not need to leave your room. Remain sitting at your table and listen. Do not even listen, simply wait, be quiet, still and solitary. The world will freely offer itself to you to be unmasked, it has no choice, it will roll in ecstasy at your feet."}}, {"author": {"name": "Nhat Hanh"}, "quote": {"text": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."}}, {"author": {"name": "Martin Luther King, Jr."}, "quote": {"text": "Faith is taking the first step even when you don't see the whole staircase."}}, {"author": {"name": "Marie Curie"}, "quote": {"text": "All my life through, the new sights of Nature made me rejoice like a child."}}, {"author": {"name": "Margaret Fuller"}, "quote": {"text": "Today a reader, tomorrow a leader."}}]